[
  { "name": "Wall art", "description": "Decorative artwork to enhance the aesthetic of a room." },
  { "name": "Table lamp", "description": "A small lamp placed on a table or desk for lighting." },
  { "name": "Throw pillow", "description": "A soft, decorative cushion often placed on sofas or beds." },
  { "name": "Scented candle", "description": "A candle that emits a pleasant fragrance when lit." },
  { "name": "Blender", "description": "An electric appliance for mixing or puréeing foods and liquids." },
  { "name": "Dishwasher", "description": "A machine for automatically washing dishes and utensils." },
  { "name": "Microwave oven", "description": "An electric oven that uses microwaves to cook or heat food." },
  { "name": "Cooking pots set", "description": "A set of various-sized pots used for cooking meals." },
  { "name": "Cooking utensils set", "description": "A collection of tools like spatulas, ladles, and spoons used during cooking." },
  { "name": "Cutlery set", "description": "A complete set of knives, forks, and spoons for dining." },
  { "name": "Electric Kettle", "description": "A kettle that uses electricity to quickly boil water." },
  { "name": "Food flask", "description": "A container designed to keep food warm or cold for hours." },
  { "name": "Water flask", "description": "A portable bottle for storing and carrying drinking water." },
  { "name": "Water dispenser", "description": "A device for dispensing hot or cold drinking water." },
  { "name": "Toaster", "description": "An appliance used to brown slices of bread by exposing them to radiant heat." },
  { "name": "Pressure cooker", "description": "A sealed pot that cooks food quickly using steam pressure." },
  { "name": "Laundry basket", "description": "A container used to carry or store dirty laundry." },
  { "name": "Dish rack", "description": "A rack used for holding and drying washed dishes." },
  { "name": "Duvet", "description": "A soft quilt filled with down or synthetic fibers used as a blanket." },
  { "name": "Bedsheet", "description": "A fabric covering for a mattress." },
  { "name": "Pillow set", "description": "A matching set of pillows used for comfort and decoration." },
  { "name": "Bathroom mat", "description": "A mat placed in a bathroom to absorb water and prevent slipping." },
  { "name": "Towel set", "description": "A collection of towels in various sizes used for drying." },
  { "name": "Pressing Iron", "description": "A handheld device used to remove wrinkles from clothes using heat." },
  { "name": "Gas cooker", "description": "A stove that uses gas as a fuel source for cooking." },
  { "name": "Gas cylinder", "description": "A metal container that stores gas for use with gas-powered appliances." },
  { "name": "Smart TV", "description": "A television with internet capabilities and built-in apps." },
  { "name": "Electric fan", "description": "A device that creates airflow to cool a space or person." },
  { "name": "Vacuum cleaner", "description": "A device that uses suction to remove dirt and dust from floors and surfaces." }
]